Revit 2027 API
StiffenerClassification Enumeration
 This enumeration is used to classify the stiffener.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public enum StiffenerClassification
Public Enumeration StiffenerClassification
public enum class StiffenerClassification
type StiffenerClassification
Members
Member name | Value | Description
External | 0
Internal | 1
See Also
Reference
Autodesk.Revit.DB Namespace